[
    {
      "title": "INKONZO YOKUDUMISA NGOSUKU LOKUQALA",
      "content": "Lenkonzo iyoba ngosuku lokuqala eSontweni ekuseni kungakandluli ehoreni leshumi nanye. Ngehora ngaphambi kokungena kwenkonzo, kungaqaliswa ngamakilasi abancane noma awabadala abasafunda ngaphambi kwenkonzo kawonkewonke.
      Umholi ozoyiphatha kumele aqalise ukuyikhuleka esesekhaya, azikhulekele naye avume amacala akhe kuNkulunkulu, acele nokuthi uNkulunkulu abonakaliswe kunkonzo aya kuyona bonke abeze kuyo baphiliswe egameni leNkosi, kube udumo eZulwini naseMhlabeni.
      IBANDLA: Umasekusondele isikhathi sokuqala inkonzo  liyohlabelela ngamagama okuhlabelela.
      UMHOLI: Esukuma noma engena, liyothula lisukume lime ngezinyawo.
      Amazwi okuvula oMholi;
      Dumisani uJehova nina bezizwe zonke, nimbabaze nina- bantu bonke. Ngokuba umusa wakhe mkhulu kuithina , iqiniso lakhe limi phakade. Amen
      
      Igama lokuvula:
      Ihubo, noma ileli:
      UJehova ungamalusi wami, angiyikuswela.
      Uyangilalisa emadlelweni aluhlaza; uyangiyisa ngasemanzini okuphumula.
      Ngokuba umusa wakhe uhlezi phakade
      Ubuyisa umphefumulo wami; uyangihola ezindleleni zokulunga ngenxa yegama lakhe.
      Noma ngihamba esigodini sethunzi lokufa angesabi okubi.
      Ngokuba umusa wakhe uhlezi phakade
      Ngokuba wena unami, intonga yakho nodondolo lwakho ziyangiduduza.
      Ulungisa itafula phambi kwami ebusweni bezitha zami; Ungcoba ikhanda lami ngamafutha ;indebe yami iyachichima.
      Ngokuba umusa wakhe uhlezi phakade
      Impela okuhle nomusa kuyangilandela
      Imihla yonke yokuphila kwami ngiyakuhlala endlini kaJehova kuze kube phakade. 
      Ngokuba umusa wakhe uhlezi phakade
      Umthandazo weNkosi.
      Baba wethu osezulwini, malingcweliswe igama lakho; umbuso wakho mawuze; intando yakho mayenziwe emhlabeni njengasezulwini; usiphe namuhla ukudla kwethu okwaneleyo; usithethelele amacala ethu njengokuba nathi sibathethelela abanamacala kithi; ungasingenisi ekulingweni kodwa usisindise kokubi; ngokuba umbuso ungowakho, namandla, nobukhosi, kuze kube phakade. AMEN
      Makudunyiswe uYise nendodana, nomoya oyingcwele,
      Njengoba kunjalo ekuqaleni kunjani makunje
      Kuyakumana kubenjalo kuze kube kuna phakade. AMEN 
      
      Igama lokuhlabelela.
      Isifundo seBhiyibheli( ithestamente elidala).
      Isivumo sokholo:
      Ngiyakholwa kuNkulunkulu uYise, uMninimandla onke, uMdali wezulu nomhlaba;
      NakuJesu Kristu iNdodana yakhe ezelwe iyodwa, iNkosi yethu, owathatshathwa ngoMoya oyiNgcwele, wazalwa intombi uMaria, wahlupheka phansi kukaPontius Pilatu, wabethelwa esiphambanweni, wafa, wembelwa, wehlela endaweni yabafileyo, ngosuku lwesithathu wavuka kwabafileyo, wenyukela ezulwini, uhlezi ngakwesokunene sikaNkulunkulu uYise, uMninmandla onke, lapho eyakubuya khona ukwahlulela abasaphilayo nabafileyo.
      Siyakholwa kuMoya oyingcwele; nakulo iBandla elingcwele elisemhlabeni wonke; nakubo ubudlelwane babangcwele; nakukho ukuthethelelwa kwezono; nakukho ukuvuka komzimba ekufeni; nakukho ukuphila okuphakade. AMEN
      
      Isifundo seBhiyibheli( ithestamente elisha).
      Umthandazo wezwi noma lona:
      Baba Nkulunkulu wethu izwi lakho leli, thina esingenakuliqonda ngaphandle kwakho, sicacisele ngalo ukuze singadidwa ubumnyama kodwa siqonde ngalo futhi siphile. Amen
      Intshumayelo:
      Igama elandulela umthandazo webandla lonke.
      Umkhuleko webandla lonke: 
      Kuhlatshelelwe:
      UMholi:
      Uma ekhona ogulayo noma ogulelwayo noma hlobo luni lwenkinga makeze ngaphambili ibandla limbeke izandla egameni leNkosi uJesu Kristu waseNazaretha uyakusinda.
      Izaziso:
      Umnikelo:
      Isibusiso:
      Isibusiso sika Nkulunkulu ophezu konke masibe nani nonke, nokuthula kwakhe okundlula ukuqonda konke, manibusiseke kuze kube phakade. Amen"
    },
    {
      "title": "ISIDLO SENKOSI",
      "content": "INkonzo yeSidlo seNkosi esingcwele iyokwenziwa ngemumva  kwenkonzo yosuku lwangesonto likanyanga ntathu(Quarter) .
      (UMfundisi uyosho lamazwi alandelayo)
      Bonke ababhabhadiselwe ekuthethelelweni kwezono bevumile ukufa nokuvuka kweNkosi yethu uJesu Kristu bebuyisene nabahlobo babo mabasondele kulesisitsha bamukeliswe iSidlo seNkosi.
      (Inhlanganiso iyakuma ngezinyawo ihlabelele igama leSidlo).
      UMfundisi uyothi:
      
      
      Masikhuleke;
      Baba wethu oyingcwele sikhuleka kuwe ngokubonga ngendodana yakho iNkosi yethu uJesu Kristu ukuthi wasimisela leNkonzo engcwele yokubuyisana nawe nokuthi sithethelelane nathi kube ubungcwele kuwe, lomfuziselo ophambi kwethu awube ngcwele njengoba ungcwele nawe, sibusise egameni lakho elingcwele kuze kube phakade Amen.
      Umfundisi uyosho lawamazwi athi:
      UJesu wathi, Mina ngiyisikwa sokuphila, oza kimi kasoze alamba nokholwa yimi kasoze oma. Mina ngingukukhanya kwezwe ongilandelayo kasoze ahamba ebunyameni, ningasebenzeli ukudla okuphelayo kodwa ukudla okuhlala kuze kube phakade.
      UMfundisi uyohola ibandla ngalamazwi:
      Babusisiwe abalambele, bomele ukulunga ngokuba bayakusuthiswa.
      Ngokuba umusa wakhe uhlezi phakade.
      Babusisiwe abanesihawu ngokuba bayakuhawukelwa.
      Ngokuba umusa wakhe uhlezi phakade.
      Babusisiwe abanenhliziyo ehlanzekile ngokuba bayakubona uNkulunkulu.
      Ngokuba umusa wakhe uhlezi phakade.
      Babusisiwe abalamulayo ngokuba bayakuthiwa abantwana bakaNkulunkulu.
      Ngokuba umusa wakhe uhlezi phakade.
      Babusisiwe abazingelwa ngenxa yokulunga, ngokuba umbuso wezulu ungowabo.
      Ngokuba umusa wakhe uhlezi phakade.
       Nibusisiwe, nxa benithuka, benizingela, bekhuluma konke okubi ngani, beqhamba amanga ngenxa yami.  
      Ngokuba umusa wakhe uhlezi phakade.
      Aqhubeke UMfundisi ngalamazwi.
      Yizwani amazwi esidlo seNkosi ashiwo uMphostoli Pawuli athi: Ngokuba mina ngakwamukela eNkosini lokho, nenganinika kona, ukuthi iNkosi uJesu ngalobo busuku akhashelwa ngabo wathatha isinkwa wabonga,  wasihlephula, wathi lokhu kungumzimba wami ohleshulelwe nina. Lokhu kwenzeni ukuba ningikhumbule. Kanjalo wathatha nesitsha emva kokudla kwakusihlwa wathi: Lesisitsha siyisivumelwano esisha egazini lami,lokhu kwenzeni ngezikhathi enisiphuza ngazo, ukuba ningikhumbule. Ngokuba njalo nxa nidla lesisinkwa, niphuza lesisitsha nimemezele ukufa kweNkosi ize ifike. 
      Ibandla liphinde lihlabelele igama lesidlo.
      UMfundisi aguqe, amadikoni amamukelise andukuba uMfundisi awamukelise wona nebandla. 
      Omukelisayo uyosho lawamazwi.
      INkosi yethu uJesu yathatha isinkwa yasibusisa, yasihlephula, yanika abafundi bayo, kanjalo nami egameni layo ngiyaninika lesisinkwa sithabatheni nidle nikhumbule ukufa nokuvuka kwayo nibe nokubonga.
      Inkosi yaphinda yathatha isitsha emva kokudla yanika abafundi bayo, Nami egameni layo ngiyaninika sona, siphuzeni nikhumbule igazi layo elanihlanza nibe nokubonga.
      Masithandaze:
      Angathandaza ngamazwi akhe noma lomthandazo:
      Baba wethu sesiyabonga ngesidlo esiyimvuselelo yakho, sibonga futhi ukuthi usazobanathi ngesibani sakho esingacimiyo njalo njalo, phuphumisa injabulo engenakuphela ezinhliziyweni zethu, simunye, sinokuthula, sithandana egameni leNkosi uJesu Kristu Ame.
      UMfundisi athi:
      Yilowo nalowo makanikele ngalokho azikhethele khona enhliziyweni yakhe, kungabi ngokudabuka, nangokucindezelwa, ngokuba uNkulunkulu uyamthanda onikela ethokoza, Amen.
      Ibandla lihlabelele igama lokubonga  lilethe umnikelo walo.
      Isibusiso:
      Sengathi UNkulunkulu wokuthula owakhuphula kwabafileyo uMalusi omkhulu wezimvu ngegazi lesivumelwano esimiyo njalo  leNkosi yethu uJesu Kristu anganenza niphelele kukho konke okulungileyo nize nenze intando yakhe, enze kithina okuthokozisayo emehlweni akhe, ngaye uJesu Kristu iNkosi yethu, akube kuye udumo kuze kube phakade, Amen"
    },
    {
      "title": "UKUBUSISWA KWABANTWANA",
      "content": "Lenkonzo iyoba ngaphansi kohlelo lwenkonzo yangesonto, uma sekulandelwe lonke uhlelo lokuvula iyona eyoqala uma bekhona abantwana abazobusiswa.
      UMfundisi noma uMvangeli oyobe ephethe uhlelo losuku uyonikeza uNobhala webandla afunde amagama abantwana abazobusiswa, abazali babantwana bayoza nabantwana ngaphambili, kuyoncomeka uma bekhona bobabili abazali, uma kungumntwana ongaveli emshadweni uyolethwa uGogo noMkhulu wakhe, sebengaphambili kuyoza nomkhokheli Kanye neDikoni laleso sigodi, bame ngakwesokhohlo sabazali abaphethe umntwana, kube nguMkhokheli kube iDikoni eduze koMfundisi/ uMvangeli. 
      Ngenkathi behleleka ibandla liyosukuma lihlabelele igama lokubusiswa  kwabantwana, uNobhala uyophinda afunde amagama  nesibongo somntwana, abazali bamdlulisele kuMkhokheli, uMkhokheli amdlulisele kuDikoni, iDikoni kuMalusi ozombusisa.
      UMfundisi/Mvangeli athi:
      Khona baletha abantwana kuye ukuba abaphathe, kepha abafundi babakhuza kodwa uJesu ekubona wathukuthele wathi kubo: Vumelani abantwana beze kimi ningabanqabeli ngokuba umbuso kaNkulunkulu ungowabanjalo. Ngiqinisile ngithi kini yilowo nalowo ongamukeli umbuso kaNkulunkulu njengomntwana kasoze angena kuwo. 
      UMfundisi/uMvangeli.
      Nami ngibeka isandla sami phezu kwakho ngiyakubusisa egameni likaNkulunkulu uYise, egameni likaNkulunkulu iNdodana, egameni likaNkulunkulu uMoya oyiNgcwele, uNkulunkulu akubusise, akulondoloze, akhanyise isibani sakhe abenomusa kuwe. Amen
      Masithandaze:
      Baba wethu onesihawu ngiyamkhulekela lomntwana egameni leNkosi uJesu Kristu waseNazaretha ukuba ubeke uphawu lwakho kuye ukuze nangesikhathi esizayo abe isikhonzi sakho njalo, kwanga lababazali nekhaya azokhulela kulo ungama ngesibabi sakho saphakade kube nokuphila okungcwele. Amen 
      Ibandla lihlabelele futhi uMfundisi abuyisele umntwana kubazali.
      Athi:
      INkosi inibusise.
      Babuyele ezindaweni zabo."
    },
    {
      "title": "INKONZO YOKUBHABHATHISA",
      "content": "Lenkonzo iyoba ngaphansi kosuku lwabangcwele lwangesonto. Kuyothi uma inkonzo isivuliwe ngohlelo lokudumisa, uNobhala webandla abize amagama abazobhabhathiswa, beze, baguqe ngaphambili.
      UMfundisi afunde lawa mazwi:
      Njengoba iNkosi uJesu Kristu ayaleza kubafundi bakhe wathi; Ngiphiwe amandla onke eZulwini naseMhlabeni. Hambani, nenze izizwe zonke  abafundi nibabhabhathise egameni lika Yise neleNdodana nelikaMoya oNgcwele. Nami ngiyakubhabhathisa egameni likaYise neleNdodana nelikaMoya oNgcwele ngokweNkosi uJesu Kristu. Inkosi ikhanyise isibani sayo phambi kwakho, ubusiseke, ulondeke, ubenomusa nokuthula kwayo. Amen.
      Masithandaze.
      Baba wethu onesihawu esingapheliyo, siyakubonga, thwala ebundlelwaneni bakho babangcwele lo osekuvumile manje waze wabhabhathizwa egameni lakho. Yonke indlela azoyihamba siyazi ukuthi inezinselelo kodwa uma unaye uyonqoba nokunqoba ngamandla akho, nathi sivumile ukuba Kanye naye emhlambini wakho wokuhlephulelana esinkweni sakho esingcwele semihla ngemihla. Kwangathi ungasenza sibe munye, sibenokuthula kwakho kuze kube phakade. Amen."
    },
    {
        "title": "INKONZO YOKUNGCWABA ABADALA",
        "content": "Lenkonzo yahlukile kwezinye njengoba singadumisi kuyo kodwa sidabukile ngomhlobo wethu ngakho-ke nohlelo lwayo luhambisana nokukhala kuNkulunkulu.
        UMholi uyoma emnyango wendlu yesonto noma itende okuhlanganelwe kulo: Ahlangabeze isidumbu ngalamazwi;
        Babusisiwe abakhalayo ngokuba bayakududuzwa. 
        Kepha kukho konke lokho siyanqoba nokunqoba ngowasithandayo.
        Ngokuba ngithi izinhlupheko zesikhathi samanje azinakulinganiswa nenkazimulo eyakumbulwa kithina.
        Ngubani ozakusahlukanisa nothando lukaKristu na? Noma ukuhlupheka noma ukubandezeka, noma ukuzingelwa, noma indlala, noma ukuhambaze, noma ingozi, noma inkemba na?
        Kuhlatshelelwe igama lokududuza:
        
        
        Masithandaze:
        Baba wethu oseZulwini siyazi ukuthi awuyidalanga lenkonzo, kodwa ngenxa yokona kwethu ize yabakhona, sithethelele ukona kwethu, usivumele ukuba sibekuyo, siyiqhube ngomusa wakho, siduduzane, siqondisane ngezwi lakho elingcwele, kube ukuphila kubo bonke abadabukileyo ngegama leNkosi nomfeli wethu uJesu Kristu. Amen.
        Kuhlatshelelwe noma kushiwo ngokulandelana umthandazo weNkosi:
        Uhlelo nomlando:
        Ibandla lime ngezinyawo, uMholi athi; 
        Akekho noyedwa wakithina oziphilelayo, akakho noyedwa ozifelayo. Ngoba noma siphila siphilela iNkosi, noma sifa sifela iNkosi, ngakho-ke noma siphila noma sifa singabeNkosi. 
        Kuhlatshelelwe igama 339 noma 333 noma elinye elakhelene nalawa.
        Izwi lokududuza, ithastamente elidala nelisha
        Intshumayelo: igxile ekuvikeleni ubuhle bukaNkulunkulu nasekududuzeni abafelwe.
        Masithandaze:
        Sesiyabonga Baba wethu wobubele, singabongi ukufa, kodwa sibonga ukuthi siyazi ukuthi wena unathi noma sihanjelwe umhlobo wethu, wena uyasakha Kanye nalomndeni, umusa wakho mawume njalo kulelikhaya, noma sesihambile thina ube nabo wena bangabe besasaba, sihole nathi uma sesiyombela lesisihlobo sethu singaqhuzuki endleleni size sisibeke ngokuthula. Amen
        Emathuneni;
        Uma umzimba usubekwe phezu kwethuna:
        UMholi;
        Makabongwe uNkulunkulu uYise weNkosi yethu uJesu Kristu owasizala ngokusha ngokwesihawu sakhe sibe nethemba eliphilileyo ngokuvuka kukaJesu Kristu kwabafileyo sibe nefa elingabonakaliyo, elingenasisihla, elingabuniyo. Amen 
        Sehliswe isidumbu; Kuhlatshelelwe umthandazo weNkosi
        
        
        UMholi;
        Kunjalo nokuvuka kwabafileyo, kuhlanyelwa kunokubola, kuvuswa kungenakubola, kuhlanyelwa kunokudelwa, kuvuswa kunenkazimulo, kuhlanyelwa kunobuthakathaka, kuvuswa kunamandla, kuhlanyelwa kungumzimba wemvelo, kuvuswa kungumzimba kamoya. Uma ukhona umzimba wemvelo ukhona nokamoya. 
        Ngasengizwa izwi livela eZulwini lithi; loba ukuthi, babusisiwe abafileyo abafele eNkosini kusukela kulesisikhathi yebo usho umoya, ukuze baphumule ekukhandlekeni kwabo, ngokuba imisebenzi yabo iyobalandela.
        Masithandaze:
        Wena owadala izulu nomhlaba siphumele kulendawo ukuba sibeke umzimba walomfowethu/dadewethu omukileyo, sihawukele njengabanganakuqonda ngokwakho uvume ukuba umzimba wakhe ulale kulendawo, kuthi thina asendulele usigcwelise, singazoni nakanye, naye umkhanyisele uhambo lwakhe aze abone ukuphila okumisele abangcwele bakho ngegama leNkosi yethu uJesu Kristu. Amen
        Isibusiso:
        Ukuthula kukaNkulunkulu okundlula ukuqonda konke, makugcine izinhliziyo nezingqondo zethu ekwazini nasekuthandeni uNkulunkulu nendodana yakhe uJesu Kristu iNkosi yethu. Nesibusiso sikaNkulunkulu uSomandla uYise neNdodana noMoya oyiNgcwele, masibe phezu kwenu sihlale nani njalo. Amen."
      },
      {
        "title": " INKONZO YOKUNGCWABA UMNTWANA.",
        "content": "UMholi uyohlangabeza isidumbu somukileyo emnyango asihole angene naso endlini yesonto noma itende asho lawa mazwi:
        Ngokuba simelwe ukufa sinjengamanzi achithiweyo emhlabathini, angenakuqoqwa futhi, uNkulunkulu akasusi ukuphila, kepha uqamba amasu ukuba oxoshiweyo angabi umxoshwa kuye.
        Isitha sokugcina esiyakuchithwa singukufa. 
        Kuhlatshelelwe igama lokududuza kulawa 333, 336, 337, 339, noma elinye elisondelene nawo.
        Masithandaze noma kungathandazwa omunye:
        Nkulunkulu wethu ongasusi ukuphila, siphambi kwakho siphethe nangu omncinyana wethu esidabukile ngokundlula kwakhe, simnikela kuwe owamdala, thina sinxusa ukuba usiduduze ekukhaleni kwethu ukuba lundlule lolusizi, sikhanyisele konembeza bethu nasezinhliziyweni zethu  Kanye nalomndeni, ngomusa oyizwi lakho  ukuze siqhube futhi inkonzo yokuphila kwakho Phakathi kwethu, singadangali siphele amandla kodwa nakuba kunje sinqobe ngaye owasithandayo. Amen
        Baba wethu oseZulwini……
        Uhlelo nomlando:
         Izwi lokududuza, ithastamente elidala nelisha
        Intshumayelo: igxile ekuvikeleni ubuhle bukaNkulunkulu nasekududuzeni abafelwe.
        Masithandaze:
        Egameni likaYise weNkosi yethu uJesu Kristu sibonga izwi lakho eliphilileyo, lisiphilisa imihla ngemihla sihole wena, usivikele kukho konke okubi, sisazohamba indlela yokuyobeka lomzimba endaweni yawo, nekhaya aphuma kulo ligcine ulikhanyise nabantu abakulo ngoJesu Kristu iNkosi yethu. Amen
        Uma uMholi ehola isidumbu angasho lamazwi:
        Kabasayikulamba, kabasayikoma, kasoze bahlatsha ilanga nakushisa kuni, ngokuba iWundlu elingaphakathi kwesihlalo sobukhosi liyakubelusa, libaholele emithonjeni yamanzi okuphila, noNkulunkulu uyakwesula izinyembezi zonke emehlweni abo.
        Emathuneni:
        Ngaphimbi kokuba isidumbu sehliswe kufundwe lawa mazwi;
        UyiNkosi yobukhosi wenaKristu, uyiNdodana ephakade kaYise wena, kwathi ukwahlula kwakho ubuhlungu bokufa, umbuso weZulu wawuvulela bonke abakholwayo. Amen. 
        Sehliswe isidumbu;
        UMholi:
        Kunjalo nokuvuka kwabafileyo, kuhlanyelwa kunokubola, kuvuswa kungenakubola, kuhlanyelwa kunokudelwa, kuvuswa kunenkazimulo, kuhlanyelwa kunobuthakathaka, kuvuswa kunamandla, kuhlanyelwa kungumzimba wemvelo, kuvuswa kungumzimba kamoya. Uma ukhona umzimba wemvelo ukhona nokamoya. 
        Akekho noyedwa wakithina oziphilelayo, akakho noyedwa ozifelayo. Ngoba noma siphila siphilela iNkosi, noma sifa sifela iNkosi, ngakho-ke noma siphila noma sifa singabeNkosi. 
        Umthandazo noma yilo;
        Nkulunkulu Yise  wokuphila konke, sesiyigcinile lenkonzo yokubeka omncinyana wethu. Sihawukele Kanye nalomndeni usesule izinyembezi siqhubeke nempilo nakuba engasekho omncinyana wethu, sikukhonze wena ngamandla osiphe wona egameni leNkosi uJesu Kristu. Amen.
        
        Isibusiso;
        Umusa weNkosi yethu uJesu Kristu nothando lukaNkulunkulu, nobudlelwano bukaMoya oyiNgcwele, makube nani nonke kuze kube nini. Amen."
      },
      {
        "title": "INKONZO YOKWAMUKELA ABAVUMA INKOSI.",
        "content": "Lenkonzo iyokwenzeka endaweni yokukhonzela kwemihla ngemihla yamasonto onke, phambi kwebandla, emva kokuba inkonzo isivuliwe ngenqubo yokuvula inkonzo yokudumisa ngaphambi kokuba kufundwe izibhalo zebhayibheli.
        UNobhala uyobiza amagama abazokwamukelwa beze ngaphambili. 
        UMfundisi makasho lamazwi athi;
        Bathandekayo eNkosini siyambonga uNkulunkulu ngani ukuthi usevule onembeza benu nabona ukuthi ukungabinaNkulunkulu, kuwukuhamba ebumnyameni, nize lapha kulomhlambi wakhe ukuba niholwe ezindleleni zakhe ngobungcwele enibuzwile. 
        Ebhekisa kwabazokwamukelwa athi;
        INkosi uJesu Kristu washo lamazwi wathi: Mina ngingukukhanya kwezwe, ongilandelayo akasoze ahamba ebunyameni, woba nokukhanya kokuphila. Ngakho-ke nani uma ningena lapha nilandela ukukhanya okukuKristu uJesu, kungelona lelibandla, uma nenza njalo niyoba nokuphila okuphakade eyakunipha khona iNkosi.
        Abemukelwayo bayakuvuma emva kwalamazwi;
        Ngakho-ke njengoba nize lapha niyavuma ngemilomo yenu ukuthi uJesu Kristu waseNazaretha uyiNkosi noMsindisi wenu na?
        Impendulo: Siyavuma.
        Niyakholwa ngenhliziyo yenu ukuthi uNkulunkulu wamvusa kwabafileyo na?
        Impendulo: Yebo siyakholwa. 
        UMfundisi abesethi;
        Ngokuba umuntu ukholwa ngenhliziyo kube ngukulunga, ngomlomo uyavuma kube ukusindiswa.
        Niyethembisa ngaphambi kwalelibandla  le Gardener Mvuyane African Congrigational Church ukuzithoba ngaphansi kobuholi balo nenze njengalokhu nizofundiswa ngakho na? 
        Impendulo: Yebo siyethembisa.
        Niyethembisa ukugcina zonke izifundiso zobuKristu enizozifunda emibhalweni eNgcwele na?
        Impendulo: Yebo siyethembisa.
        UMfundisi uyobamba ngamunye ngesandla sokunene asho lamazwi:
        Njengalokho iNkosi uJesu Kristu yathi; Zanini kimi nina nonke enikhatheleyo nenisindwayo, mina ngizakuniphumuza. Nami ngininika isandla sami sobunene njengophawu lokunimukela emhlambini wakhe. Amen…
        Masithandaze:
        Baba wethu onokulunga konke, siyabonga, ukuba laba sebemhlambi munye nathi egameni lakho, siyabakhulekela ukuba ubakhulise, ubaphe amandla babonakaliswe ngokweziphiwo obaphe zona wena, kwakheke ukuphelela komzimba wakho, kwanga umusa wakho ungaba nabo namakhaya abo kuze kube phakade. Amen.
        Ibandla lonke liyakuhlabelela igama lokubonga lize ngaphambili libanike isandla sokunene, uma sekuphelile uMfundisi makathi:
        INkosi inibusise: babuyele ezindaweni zabo."
      },
      {
        "title": "INKONZO YOKWAMUKELA ABABUYA KWAMANYE AMAHLELO ASEBEBHABHATHISIWE.",
        "content": "Uma sekuvuliwe inkonzo ngesiko lokuvula ngaphambi kokufunda izwi losuku.
        UNobhala uyobiza ngamagama abazokwamukelwa beze ngaphambili.
        UMfundisi ebhekise ebandleni uyothi:
        Bazalwane, bebandla le Gardener Mvuyane African Congrigational Church sivumelekile ukwamukela laba abaphuma kwamanye amabandla ebulungwini balelibandla lethu; 
        UMfundisi uyosho lamazwi ebhekise komunye nomunye kwabazokwamukelwa athi:
        Mzalwane ulapha ukuzozihlanganisa nobulungu be Gardener Mvuyane African Congrigational Church emithwaleni yalo na?
        Impendulo: Yebo kunjalo.
        Ngaphambi kwalababazalwane uyethembisa ukwenza konke okwenziwa kulelibandla ngobunye na?
        Impendulo: Yebo ngiyethembisa ukwenzakunjalo.
        UMfundisi ambambe ngesandla sokunene athi;
        Ngiyakwamukela ebulungwini balelibandla ngesandla sami sokunene ngithi: uNkulunkulu uYise neNdodana noMoya oyiNgcwele akabe nawe ahlanganise umoya wakho nomoya walabazalwane balelibandla kube ubunye obungunaphakade. Amen.
        Ibandla liyohlabelela lize ngaphambili libamukele ngokubanika isandla sokunene sokwamukela.
         INkosi inibusise."
      },
      {
        "title": "INKONZO YOKUBUYISELA OBEMISIWE EBANDLENI.",
        "content": "UMfundisi athi:
        Siyathokoza sihlobo sethu, ngokuthi siphinde futhi sikwamukele ebandleni likaNkulunkulu ngokuzisola kwakho ngesenzo sakho esingesihle eNkosini. Manje-ke nathi ngomfuziselo kaKristu wokuthethelela abavuma izono zabo, nathi ngokunjalo siyakuthethelela egameni lakhe: sithi ngokuzisola kwakho ungabe usona, ukhuleke, ukuze ungangeni ekulingweni futhi, ungazihlanganisi nabangamazi uNkulunkulu ekwenzeni kwabo, kodwa ngezikhathi zonke zindle ngezwi leNkosi eyeza ukubuyisana komuntu noNkulunkulu kwaba kukhulu. 
        Ibandla liyosukuma lime ngezinyawo lihlabelela ngokunqamulela lithi:
        Usithethelele izono zethu njengoba nathi sibathethelela abasonayo thina…
        UMfundisi makathi;
        INkosi ibenawe, ikubusise, ikukhanyise. Amen."
      },
      {
        "title": "INKONZO YEMVUSELELO NGAPHANDLE KWENDAWO YOKUKHONZELA.",
        "content": "Lenkonzo ingaba semzini yabazalwane noma kwenye nje indawo lapho kuhlangene khona ibandla nabanye abangasibo abebandla.
        Ushumayeli wayo uyoqalisa ngalamazwi athi:
        Babusisiwe abampofu emoyeni ngokuba umbuso wezulu ungowabo.
        Masiqalise inkonzo yethu ngeculo…….
        Athandaze ngamazwi akhe noma lawa:
        Baba wethu okhona kuzo zonke izindawo, nalapha namuhla sihlangene khona ukuba sikhulume ngezwi lakho, njengokuthunywa nguwe owathi; Hambani nishumayele kukho konke okudaliweyo, okholwayo uyakusindiswa, ongakholwa uyakulahlwa. Namanje sinikela kuwe lenkonzo ukuba umeme obathandile ukuba babe yinxenye yebandla lakho eliyakuma kuze kube phakade. Qondisa baba wethu ulimi lwethu singafakazi amanga ngegama lakho, kodwa qinisa izwi lakho lize likholeke kungentando yethu, kodwa akube intando yakho ngegama lomfeli wethu uJesu Kristu. Amen.
         Umthandazo weNkosi;
        Baba wethu osezulwini, malingcweliswe igama lakho; umbuso wakho mawuze; intando yakho mayenziwe emhlabeni njengasezulwini; usiphe namuhla ukudla kwethu okwaneleyo; usithethelele amacala ethu njengokuba nathi sibathethelela abanamacala kithi; ungasingenisi ekulingweni kodwa usisindise kokubi; ngokuba umbuso ungowakho, namandla, nobukhosi, kuze kube phakade. Amen.
        Kungafundwa izwi elilodwa kushunyayelwe kundluliselwe nakofakazi.
        Uma sekufakaziwe uyosukuma umshumayeli ophethe agcizelele amazwi athi;
        Uma kukhona ovuma ukuhamba nathi kulenkonzo nokhetha iNkosi empilweni yakhe makeze ngaphambili simamukele ngomthandazo. 
        Uma ekhona ogulayo noma onenkinga empilweni ngokuhamba kwakhe makeze simkhulekele Kanye naye iNkosi izomsiza.
        Umnikelo:
        Izaziso:
        Isibusiso;
        Umusa weNkosi yethu uJesu Kristu nokuthula kukaNkulunkulu okundlula ukuqonda konke akube nalelekhaya kanyenamakhaya enu nonke. Amen."
      },
      {
        "title": "INKONZO YOKUSHADISA.",
        "content": "Kulenkonzo umbuthano uyopheleliswa endlini yesonto noma esakhiweni somphakathi okuvunyelwene ngaso. Yilapho onegunya lokushadisa eyoma ngaphambili besekuthi umkhwenyana nempelesi yakhe bame babheke kuye ngakwesokhohlo sakhe ngokunjalo umakoti noyise noma umnewabo kamakoti ngakwesokunene somshadisi.
        UMshadisi:
        Masisondele kuNkulunkulu ngomkhuleko, Baba wethu oseZulwini, sihlngene lapha kulendlu nalaba ukuziveza kuwe, nokuba sicela ukuthi lezi zivumelwano ezizokwenziwa uzozingcwelisa uzibophe wena ukuze zilondolozwe ekukhanyeni kwakho nokuba zingathiywa ubumnyama balelizwe, kodwa ziqiniswe ngolwakho uthando olungapheli, kuvele izibusiso zakho eziyothokozisa lobubudlelwano nazo zibusiseke kwande ukulunga kwakho ezweni nasemhlabeni wonke. Amen.
        Baba wethu osezulwini, malingcweliswe igama lakho; umbuso wakho mawuze; intando yakho mayenziwe emhlabeni njengasezulwini; usiphe namuhla ukudla kwethu okwaneleyo; usithethelele amacala ethu njengokuba nathi sibathethelela abanamacala kithi; ungasingenisi ekulingweni kodwa usisindise kokubi; ngokuba umbuso ungowakho, namandla, nobukhosi, kuze kube phakade. Amen.
        UMshadisi:
        Kinini enizohlanganiswa ngokomshado nakubobonke labofakazi manje siphambi kukaNkulunkulu ukwenza izifungo ukuze kugcwaliseke inkonzo eyamiswa nguNkulunkulu mhla edala owesilisa nowesifazane ebabusisa ethi; zalanani nande nigcwalise umhlaba niwunqobe, nibuse phezu kwezinhlanzi zolwandle, nezinyoni zeZulu, nezilwanyana ezinwabuzelayo emhlabeni. Ngakho lenkonzo singengene kuyo kalula ngoba sihuhwa izinkanuko kuyo, kodwa kufanele sazi kahle sikhanyiseleke ukuthi iyinkonzo eNgcwele kaNkulunkulu esingaba necala ngokuyona, ngakho-ke abathathe lesinqumo kufanele bazi nokuthi sebephumele obala kusathane ukuba abalinge noma ayone lenkonzo uma bengena kuyo ngaphandle kukaNkulunkulu ngithi-ke kini nobabili lomshado wunikeleni kuNkulunkulu nani zinikeleni kuNkulunkulu ngokugcwele ukuze ningalingeki njengabangaphambilini.
        UMshadisi abuze kanje:
        Siphambi kukaNkulunkulu ongenamfihlo owazi konke ngani: Uma kukhona utho enilwaziyo olungavimbela ukuqhubeka kwalomshado luvezeni manje phambi kwami naphambi kwalabofakazi.
        Isifungo sowesilisa (1)
        Ngiyaqinisa phambi kukaNkulunkulu naphambi kwalabofakazi akukho lutho engilwaziyo olungangivimba ngingashadiswa mina……………………… no ……………………………… ngokosemthetheni kaNkulunkulu nowezwe lethu.
        
        Isifungo sowesifazane (1)
        Ngiyaqinisa phambi kukaNkulunkulu naphambi kwalabofakazi akukho lutho engilwaziyo olungangivimba ngingashadiswa mina……………………… no ……………………………… ngokosemthetheni kaNkulunkulu nowezwe lethu.
        UMshadisi:
        Ubani uzoganisa umakoti kumkhwenyana?
        UYise kamakoti: Yimina, ayohlala phansi
        Kusale impelesi kamkhwenyane nekamakoti nabashadayo 
         Uma kungekho ovimbela ukuhlanganiswa komshado.
        Isifungo sesibili:
        Njengoba sesizokwenza lezizifungo hlanganisani izandla zenu zokunene nisho lezifungo; 
        Umyeni kuqala:
        Mina      AA    ngiyakuthatha wena   BB  ukuba ube unkosikazi wami, njengokomyalo kaNkulunkulu, ngiyethembisa phambi kukaNkulunkulu naphambi kwalabofakazi ukuthi ngiyokuthanda, ngikunakekele, ngakho konke njengomzimba wami, size sahlukaniswe ukufa.  
        Umakoti:
          Mina      BB  ngiyakuthatha wena   AA  ukuba ube indoda yami, njengokomyalo kaNkulunkulu, ngiyethembisa phambi kukaNkulunkulu naphambi kwalabofakazi ukuthi ngiyokuthanda, ngikunakekele, ngakho konke njengomzimba wami, size sahlukaniswe ukufa.  
        Isifungo sesithathu:
        Umyeni:
        Wena  AA  uyathatha u BB abe ngumkakho ohlangene nawe ngokushada okungcwele, futhi uyathembisa wenza isivumelwano phambi kukaNkulunkulu naphambi kwalabofakazi ukuba indoda yakhe emthandayo, ethembekile nekholekayo? Uyomphatha kahle, umondle, umnakekele, umthokozise ngokomthetho ongcwele kaNkulunkulu, ekuguleni nasekuphileni, nicebile noma nimpofu?
        Nize nahlukaniswe ukufa na?
        Impendulo: Ngiyamthatha.
        Umakoti:
        Wena  BB  uyathatha u AA abe ngumyeni wakho ohlangene nawe ngokushada okungcwele, futhi uyathembisa wenza isivumelwano phambi kukaNkulunkulu naphambi kwalabofakazi ukuba umkakhe omthandayo, othembekile nokholekayo? Uyomphatha kahle, umondle, umnakekele, umthokozise ngokomthetho ongcwele kaNkulunkulu, ekuguleni nasekuphileni, nicebile noma nimpofu?
        Nize nahlukaniswe ukufa na?
        Impendulo: Ngiyamthatha.
        Uma bephethe izindandatho zinikwe oshadisayo azibusise.
        Baba owabusisa uAdam noEva busisa nalezindandatho zalaba ababili njengokubusisa kwakho kugcwaliswe ngothando olungcwele kuze kube phakade. Amen.
        Oshadisayo uyonikeza umkhwenyana ekamakoti nomakoti ekamkhwenyana.
        UMkhwenyana efaka indandatho kumakoti asho lawa mazwi noma awakhe:
        Ngalendandatho ngifakazela ukuthi mina    AA    ngiyakuthatha wena     BB   umkami, ukuze ibe uphawu lokuthi sengikuthathile, nesithembiso sokuthandana kwethu esingenakuphela kuze kube phakade. Amen.  
         UMakoti efaka indandatho kumkhwenyana asho lawa mazwi noma awakhe:
        Ngalendandatho ngifakazela ukuthi mina    BB   ngiyakuthatha wena    AA   ube umyeni wami, ukuze ibe uphawu lokuthi sengikuthathile, nesithembiso sokuthandana kwethu esingenakuphela kuze kube phakade. Amen.  
        Abashadayo bayakuguqa ngamadolo oshadisayo aphakamise izandla zakhe phezu kwabo akhuleke:
        Nkulunkulu wethu okungenanjabhiso kuye nanamuhla phinda futhi wehlisele isibusiso sakho phezu kwabo, ubenabo imihla yabo yonke kulomshado, bathandane, banakekelane, ubavikele ekulingweni konke kwendlela yomshado kuze kube phakade. Amen.
        UMshadisi;
        INkosi uJesu wathi: indoda iyakushiya uYise noNina anamathele kumkakhe, labo ababili bayakubanyamanye.
        Lokhu akuhlanganisile uNkulunkulu akungahlukaniswa muntu.
        Bazalwane ngiyamemezela laba ababili sebengumfazi nendoda uNkulunkulu abehlisele izibusiso emshandweni wabo.
        Kuhlatshelelwe kusagcwaliswa izincwadi.
        Izwi leBhayibheli okuzoyalwa ngalo:
        Isibusiso: "
      },
      {
        "title": "INKONZO YOKWEMBULWA KWAMATSHE.",
        "content": "Emalibeni:
        UMholi.
        Asivule ngegama 338
        Masithandaze:
        Egameni likaYise neleNdodana nelikaMoya oyiNgcwele, siphumele lapha emathuneni ukuzombulela lomndeni lesisakhiwo sethuna ababeka kulo othandiweyo wabo, benze isikhumbuzo sezizukulwane zabo ukuba zazi ukuthi ukhokho wazo wabekwa lapha, yiba nathi siqondise ngezwi lakho elingcwele ukuthi nokuba kunjalo kodwa nguwe uNkulunkulu namuhla, nayizolo,naphakade, asimelwe ukuba sikhonze noma sithandaze kulelithuna, kodwa simelwe ukukhuleka sikhonze wena wedwa, esibonga kuwe ukuthi saphila kanye naye, futhi siyakuba naye uma nathi sesisukile kulokhu kuphila, ngakho siyakuncenga phefumulela lenkonzo umoya wakho wothando nobunye nokuthula kithi nasemhlabeni wonke ngegama leNkosi yethu nomfeli wethu  uJesu Kristu. Amen.
        Baba wethu osezulwini, malingcweliswe igama lakho; umbuso wakho mawuze; intando yakho mayenziwe emhlabeni njengasezulwini; usiphe namuhla ukudla kwethu okwaneleyo; usithethelele amacala ethu njengokuba nathi sibathethelela abanamacala kithi; ungasingenisi ekulingweni kodwa usisindise kokubi; ngokuba umbuso ungowakho, namandla, nobukhosi, kuze kube phakade. Amen.
        Izwi lentshumayelo kungacashunwa kulawa mazwi, John 5: 19-29, Isambulo 21: 1-8, 1Korinte 15: 26
        Ukwembulwa kwetshe uMholi athi:
        Ngiyalembula lelitshe ngenzela laba abalimisileyo ngithi, iNkosi uJesu wathi, mina ngingukuvuka nokuphila okholwa yimi noma efa wophila, nalowo ophila akholwe yimi, kasoze afa naphakade. 
        Kufundwe umbalo olotshwe ethuneni.
        Umnikelo.
        Isibusiso."
      },
      {
        "title": "INKONZO YOKUBUYISANA KWABAZALWANE.",
        "content": "Lenkonzo ibalulekile ebandleni lamaKristu ukuba ihlale yenziwa njalo ngokuhlela komhleli wezinkonzo zonyaka ebandleni, ukuba abazalwane babuyisane ezintweni zonke, nalapho bebengaboni ngasolinye khona, ubunye bukaNkulunkulu, nokuhlanganyala ezintweni zonke zebandla kungonakali, nomoya omubi angabi nandawo ebandleni likaKristu.
        UMholi walenkonzo kufanele enze isiqinisekiso sokuthi aqakhutshwe lutho ebandleni noma ngaphandle kwebandla uma ezohola lenkonzo.
        UMholi evula:
        Uma sithi asinasono siyazikhohlisa neqiniso alikho kithi. Uma sizivuma izono zethu, uthembekile, ulungile ukuba asithethelele zona, asihlambulule kukho konke ukungalungi konembeza bethu. 
        Masihlabelele igama 231 noma 238: 
        UMholi afunde IHubo 32:
        Ibandla livume:
        Ngokuba umusa wakhe uhlezi phakade 
         Bazalwane njengalokhu sihlangene kulenkonzo, akube yilowo nalowo azinikele ekubuyisaneni nabo bonke abazalwane, izihlobo, omakhelwane bakhe andukuba uNkulunkulu abuyisane naye, ngoba singekhonze, sikhuleke kuNkulunkulu namagqubu ngoba naye engesithethelele ekoneni kwethu. Njengalokho okulotshiwe eBhayibhelini; Mathew 5: 23-26.
        Uma bekhona abafuna ukuhlambuluka ngamazwi abo, uMholi uyovula lelothuba bahlambuluke bavume nezono zabo zithethelelwe egameni leNkosi.
        Izwi lentshumayelo angafunda elakhe noma 2Korinte 5:16-21.
        Emva kwentshumayelo kuyohlatshelelwa igama andukuba uMholi athi:
        Masibambane ngezandla sihlabelele umthandazo omkhulu. 
        Umnikelo:
        Izaziso:
        Isibusiso:
        "
      },
      {
        "title": "INKONZO YOKUKHULEKELA OGULAYO",
        "content": "Esebikelwe uMholi ngogulayo, esangena kuleyondlu yogulayo athi:
        Ukuthula kukaNkulunkulu makube kulendlu nabakuyo nogulayo. Amen.
        Kuhlatshelelwe igama ngaphambi kwalomthandazo noma omunye.
        Masithandaze:
        Baba wethu, nomhlengi ongavumeli ukuba imizimba yethu yoniwe ukufa, uma singena kulendlu  kwabakuyo akube sengathi kungena wena nokuphilisa kwakho, kuthi ogulayo alulame egameni likaJesu Kristu waseNazaretha kube udumo lwakho emhlabeni ngaye, nathi sithokoze, sikubonge ngaye, singajabhiswanga, hlanganisa izinhliziyo zethu kanye nabo, sifise into inye ukuba lomfowethu/dadewethu aphile egameni likaJesu Kristu iNkosi yethu. Amen.
        Kufundwe izwi leBhayibheli leli; EkaJakobe 5: 13-18 noma amanye, bese kubekwa izandla kogulayo akhulekelwe egameni leNkosi uJesu. Uma kungowamukelayo esindlweni seNkosi uyakwamukeliswa ngesiko lokwamukelisa isidlo.
        Isibusiso:
        INKONZO YOKUBEWA KWEDIKONI EMSEBENZINI WALO.
        Loluhlelo luyosetshenzwa enkonzweni kazwelonke, uma inkonzo isivuliwe uNobhala wamabandla uyobiza amagama abazobekwa beze ngaphambili.
        Abesethi:
        Njengoba sonke sabizelwa emsebenzini weNkosi kulelibandla lama-Africa,  siyabonga ukuthi nani ngokukhethwa ibandla senizoba nathi ekwenzeni usebenzi weNkosi njengamaDikoni.
        UMholi afunde u 1KuThimothewu 3: 8-13.
        Izifungo:
        Njengoba niphambi kwalelibandla, niyathembisa ukwenza umsebenzi eninikezwe wona ngokwethembeka na?
        Impendulo: Siyathembisa.
        Niyohamba ngenqubo nangemithetho yalelibandla le-Gardener Mvuyane African Congrigational Church na?
        Impendulo: Yebo siyokwenza njalo.
        Niyoyenza ngokuhleliwe imisebenzi yalelibandla elotshwe emisebenzini yamaDikoni na?
        Impendulo: Yebo siyokwenza njalo sisizwa iNkosi.
        Masikhuleke:
        Baba wethu okukuwe izimfihlakalo zonke zezinhliziyo zabantu bakho, siyakucela ukuba laba ubaphe ugcobo lwakho ebuDikonini balelibandla, kuze kuthi thina sibone izithelo zakho ebandleni lonke. Amen.
        uNkulunkulu makehlisele umoya wakhe phezu kwenu nibe nokuthula kwakhe, kwakheke ubunye nothando ebandleni lakhe. Amen
        UMholi athi:
        Nami ngihambisana nesinqumo sebandla, ngiyakwamukela emsebenzini wobuDikoni, ngikunika isandla sokunene ngithi: Isibusiso sikaNkulunkulu ondlula ukuqonda konke masibe phezu kwakho kuze kube phakade. Amen."
      },
      {
        "title": "INKONZO YOKUBEWA KWEDIKONI EMSEBENZINI WALO.",
        "content": "Loluhlelo luyosetshenzwa enkonzweni kazwelonke, uma inkonzo isivuliwe uNobhala wamabandla uyobiza amagama abazobekwa beze ngaphambili.
        Abesethi:
        Njengoba sonke sabizelwa emsebenzini weNkosi kulelibandla lama-Africa,  siyabonga ukuthi nani ngokukhethwa ibandla senizoba nathi ekwenzeni usebenzi weNkosi njengamaDikoni.
        UMholi afunde u 1KuThimothewu 3: 8-13.
        Izifungo:
        Njengoba niphambi kwalelibandla, niyathembisa ukwenza umsebenzi eninikezwe wona ngokwethembeka na?
        Impendulo: Siyathembisa.
        Niyohamba ngenqubo nangemithetho yalelibandla le-Gardener Mvuyane African Congrigational Church na?
        Impendulo: Yebo siyokwenza njalo.
        Niyoyenza ngokuhleliwe imisebenzi yalelibandla elotshwe emisebenzini yamaDikoni na?
        Impendulo: Yebo siyokwenza njalo sisizwa iNkosi.
        Masikhuleke:
        Baba wethu okukuwe izimfihlakalo zonke zezinhliziyo zabantu bakho, siyakucela ukuba laba ubaphe ugcobo lwakho ebuDikonini balelibandla, kuze kuthi thina sibone izithelo zakho ebandleni lonke. Amen.
        uNkulunkulu makehlisele umoya wakhe phezu kwenu nibe nokuthula kwakhe, kwakheke ubunye nothando ebandleni lakhe. Amen
        UMholi athi:
        Nami ngihambisana nesinqumo sebandla, ngiyakwamukela emsebenzini wobuDikoni, ngikunika isandla sokunene ngithi: Isibusiso sikaNkulunkulu ondlula ukuqonda konke masibe phezu kwakho kuze kube phakade. Amen."
      },
      {
        "title": "INKONZO YOKUGQOKISA ISILILO.",
        "content": "UMholi:
        Dadewethu, siyethemba njengoba usuthathe isinqumo sokwembatha lezizembatho zamakhosikazi esililo e- Gardener Mvuyane African Congrigational Church, usucabange kahle ukuthi awuzukuwona lomhlangano ongena kuwo, kodwa uzoqhubeka uwenze ugcineke ebuNgcweleni bukaNkulunkulu, Nawe-ke njengabo bonke abanye uzohambale imihlangano yabo yonke kanye namakhaya abampofu, abagulayo, nabafelwe, uyohlanganyela ekudumiseni, ekunikeleni nasekuvuseleleni abawayo.
        Izifungo:
        Uyethembisa phambi kwalelibandla ukugcina imithetho yomhlangano wesililo se Gardener Mvuyane African Congrigational Church of South Africa na? 
        Impendulo: Ngiyethembisa.
        Uzoqhubeka ufunde ngobungcwele bukaNkulunkulu ngenhloso yokuzikhulisa wena nomndeni wakho nalelibandla esikhathi esizayo na?
        Impendulo: Yebo ngizokwenzanjalo ngisizwa iNkosi.
        Uzokwelulekwa yilaba abahola umhlangano wesililo nalabo abasebuholini kulelibandla na?
        Impendulo: Yebo ngizokwenza njalo ngisizwa iNkosi.
        Masithandaze:
        Baba wethu onomusa phana ngezwi lakho kulona namuhla okube kuhle kuye ukuba afake lomfaniswano wobunye owasipha wona, njengophawu lobunye bakho, ukuba naye aqhubekise ivangeli lombuso wakho emhlabeni, umgcinile ebunyeni bakho kanye nathi sibe moya munye naye kuze kube phakade. Amen.
        Ukubusiswa kwezimpahla:
        Kwanga lezizimpahla zingaba luphawu lwangaphakathi enhliziyweni yalowo ozezembatha kube ubunye obufihlekile kanye nalabo azohamba nabo, busisa-ke Baba ukuqala nokugcina kwakhe, umnqobele ubutha bonke obungamhlasela ngoJesu Kristu uMsindisi wethu. Amen.
        Besambathisa abakhokheli  ibandla liyohlabelela ekubuyeni kwakhe, uMholi uyonikezela abakhokheli bamfundele imithetho yesililo bese bendlulisa amazwi abo okuyala, bengaqeda, uMholi uyomnika isandla sokunene bese kuba abakhokheli nebandla lonke.
        UMholi:
        INkosi ikubusise, ikukhanyise ikuphe uthando, ubunye, nokuthula. Amen.
        Abuyele endaweni yakhe."
      },
      {
        "title": "INKONZO YOKGQOKISA AMADODANA.",
        "content": "UMholi:
        Mfowethu, siyethemba njengoba usuthathe isinqumo sokwembatha lezizembatho zamadodana e- Gardener Mvuyane African Congrigational Church, usucabange kahle ukuthi awuzukuwona lomhlangano ongena kuwo, kodwa uzoqhubeka uwenze ugcineke ebuNgcweleni bukaNkulunkulu, Nawe-ke njengabo bonke abanye uzohambela imihlangano yabo yonke kanye namakhaya abampofu, abagulayo, nabafelwe, uyohlanganyela ekudumiseni, ekunikeleni nasekuvuseleleni abawayo.
        Izifungo:
        Uyethembisa phambi kwalelibandla ukugcina imithetho yomhlangano wamadodana e- Gardener Mvuyane African Congrigational Church  na? 
        Impendulo: Ngiyethembisa.
        Uzoqhubeka ufunde ngobungcwele bukaNkulunkulu ngenhloso yokuzikhulisa wena nomndeni wakho nalelibandla esikhathi esizayo na?
        Impendulo: Yebo ngizokwenzanjalo ngisizwa iNkosi.
        Uzolulekeka yilaba abahola umhlangano wamadodana nalabo abasebuholini kulelibandla na?
        Impendulo: Yebo ngizokwenza njalo ngisizwa iNkosi.
        
        Masithandaze:
        Baba wethu onomusa muphe izwi lakho lomfowethu eliyomenza angasilahli lesihlangu sakhe asesamukele, kodwa anqobe ngaso izimpi zobumnyama, akube kuhle futhi kuwe ukuba afake lomfaniswano wobunye owasipha wona njengophawu lobunye bakho, ukuba naye aqhubekise ivangeli lombuso wakho emhlabeni, umgcinile ebunyeni bakho kanye nathi sibemoya munye naye kuze kube phakade. Amen.
        Ukubusiswa kwezimpahla:
        Kwanga lezizimpahla zingaba luphawu lwangaphakathi enhliziyweni yalowo ozezembatha kube ubunye obufihlekile kanye nalabo azohamba nabo, busisa-ke Baba ukuqala nokugcina kwakhe, umnqobele ubutha bonke obungamhlasela ngoJesu Kristu uMsindisi wethu. Amen.
        Esambathisa amagosa ibandla liyohlabelela ekubuyeni kwakhe, uMholi uyonikezela amagosa amfundele imithetho yamadodana bese bendlulisa amazwi abo okuyala, bengaqeda, uMholi uyomnika isandla sokunene bese kuba amagosa nebandla lonke.
        UMholi:
        INkosi ikubusise, ikukhanyise ikuphe uthando, ubunye, nokuthula. Amen.
        Abuyele endaweni yakhe."
      },
      {
        "title": "INKONZO YOKUVULA INDLU YOKUKHONZELA.",
        "content": "Ibandla lonke liyophumela ngaphandle kungabikho muntu endlini, lime maqondana netshe eliqoshiwe yibandla ngaphandle kwendlu, uMongameli wesiFunda noma okaZwelonke nguyena oyhola ukuvulwa kwendlu;
        Asikhuleke:
        Baba wethu ongaguqukiyo ominjalo ezimisweni zakho, yiba nolimi lwethu ngoMoya oyiNgcwele uma sesimi lapha ngaphambi kwalesisakhiwo, amazwi ethu esiwashoyo bese eyadala njengokudala kwakho iZulu noMhlaba kube udumo lwakho eMhlabeni wonke kuze kube phakade. Amen
        UMholi embula itshe eliqoshiwe uyothi:
        Ngiyasembula lesisakhiwo ngisivulela abasimisileyo ukuba bangene kusona, nomlando oqoshwe kusona ume njalo ukuze nezizukulwane zazi zibone imisebenzi yabazalwane abenza lomsebenzi beholwa nguMoya wothando abathanda ngalo iNkosi uNkulunkulu wabo. Amen
        UMholi emi ngasemnyango omkhulu:
        INkosi uJesu yathi, bheka ngimi ngasemnyango nginqonqotha, uma umuntu ezwa izwi lami, avule umnyango, ngiyakungena kuye ngidle naye, naye adle nami. Onqobayo ngiyakumnika ukuba ahlale nami esihlalweni sobukhosi, njengoba nami nganqoba, ngahlala noBaba esihlalweni sakhe sobukhosi. Amen.
        IDikoni lesifunda liyonikeza uMholi izikhiye zendlu avule umnyango, angene ehola ibandla limlandela athi:
        Ngena nathi Baba kulesisakhiwo, ngena nathi ngoba uma umbuso walendlu ungewona owakho kuyongena imimoya isehlule, ngena nathi kuphume imimoya yobumnyama echitha amabandla akho, ngena nathi siphilile, ngena nathi ubuse ngaphakathi kwalomuzi, ngena nathi imimoya ingangeni, izifo zingangeni, ukuxokozela kungangeni, kodwa kubuse ubunye bakho, nokuthula kwakho, nothando lwakho. Abagulayo, abakhwelwe omoya, abanezono,abahluphekayo nabo bonke abadukileyo uma bengena kulendlu baphile njengoba imiselwe lokho egameni leNkosi uJesu Kristu waseNazaretha. Amen.
        Kuhlatshelelwe igama aBelusi bonke baye ezindaweni zabo, ibandla nalo ezindaweni zalo, lime ngezinyawo, uMongameli athi:
        Siyakwamukela ukungena ngaphakathi kwalendlu asibemunye, sithandane, sibenokuthula egameni leNkosi. Amen.
        Kuhlatshelelwe igama uMalusi athandaze ngalamazwi noma ngawakhe:
        Egameni likaYise neleNdodana nelikaMoya oyiNgcwele siyabonga, ngamandla owaphile ukuba kwakhiwe lomuzi, busisa Baba wethu bonke okwaba kuhle kubo ukuba babe nesandla ekwakhiweni kwalomuzi wokudumisa igama lakho, ubenathi sonke nakulolusuku usithethelele izono zethu kube kuhle kithi ukuba sibe nawe, siqhube lomsebenzi ongaka kanye nawe, sigcinele Baba lenhlanzeko okungeyakho kulelibandla kuze kube phakade. Sinxusa-ke Baba ukuba uphefumulele izwi lakho ngaphakathi kwethu sesihlangene ngegama lakho. Amen.
        Kuyofundwa izwi kutestamente elidala bese kuhlabelela ikwaya, kufundwe kutestamente Elisha, 
        Masikhuleke:
        Baba wethu yizwi lakho leli thina esingenakuliqonda ngokwethu ngaphandle kwakho, sicacisele ngalo ukuze singadidwa ubumnyama, kodwa siqonde ngalo futhi siphile ngalo. Amen.
        Intshumayelo:
        Umkhuleko webandla lonke:
        UMholi afunde 2Korinte 9: 5-7 no12 ngaphambi kokundlulisela kwabaphethe uhlelo lomnikelo.  
        Umnikelo:
        Umthandazo wokubonga:
        Sesiyabonga Baba ongabukeli muntu phansi kodwa ofuna ukuba bonke balingane ebusweni bakho, siyabonga umusa wakho ngalendlu osimisele yona nokuthi izizukulwane zeminyaka ziyakudumisela kuyo, busisa-ke Baba inkonzo yezwi lakho elisithintile kulolusuku, sime ebuqothweni balo njalo, akuthi-ke nenkonzo yomnikelo uyibusise, ezandleni ezingakugodlanga kulokho ozibusise ngakho kuze kube phakade. Amen.
        Isibusiso:
        Isibusiso sikaNkulunkulu uSomandla uYise neNdodana noMoya oyiNgcwele, masibe phezu kwenu nonke. Amen."
      },
      {
        "title": "INKONZO YOKUBUSISA EZOLIMO.",
        "content": "Lenkozo iyakuba ngosuku olukhethiwe bavumelana ngalo abazalwane nendawo, kungaba sendlini yeSonto noma esakhiweni somphakathi noma etendeni elimisiwe eduze namasimu okulinywa kuwo.
        Yilowo nalowo uyophatha ingxenyana yembewu azoyitshala, umanyolo, kanye nomhlabathi azotshala kuwo.
        UMalusi esukuma:
        Umhlaba wonke mawumesabe uJehova, bonke abakhileyo ezweni mabathuthumele phambi kwakhe. Ngokuba wakhuluma kwaba-khona, wayaleza, kwema khona.
        Kuhlatshelelwe igama:
        IHubo 24:
        Ibandla livume:
        Ngokuba umusa wakhe uhlezi phakade.
        Uthandazo woHoli noma lona:
        Egameni likaYise neleNdodana nelikaMoya oyiNgcwele size kulenkonzo siphethe izitshalo zethu, umanyolo nomhlabathi wakho lapha sizotshala khona, ngethemba lokuthi uma sikucela kuwe ukuba ukuhlanganise kusivezele izithelo zokuphila, kuzobanjalo ngoba nguwe owakudala kanye nemvula yakho ezokuchelela. Ngcwelisa kithina kuqala ngaphambi kokuba ukubusise, silifanele lelitafula lakho nezwi lethu lizwakale kuwe. Amen.
        Umthandazo omkhulu:
        Baba wethu osezulwini, malingcweliswe igama lakho; umbuso wakho mawuze; intando yakho mayenziwe emhlabeni njengasezulwini; usiphe namuhla ukudla kwethu okwaneleyo; usithethelele amacala ethu njengokuba nathi sibathethelela abanamacala kithi; ungasingenisi ekulingweni kodwa usisindise kokubi; ngokuba umbuso ungowakho, namandla, nobukhosi, kuze kube phakade. AMEN
        Kuhlatshelelwe igama, ibandla lilethe umanyolo, imbewu nomhlabathi etafuleni ngaphambili ukuba kubusiswe.
        Incwadi e-testamente elidala:
        Igama lokuhlabelela:
        Incwadi i-testemente Elisha:
        Masikhuleke:
        Baba oseZulwini khuluma nezinhliziyo zethu ngalelizwi, sigcwaliswe ukukwethemba, nokukholwa imisebenzi yakho, size siphiliswe nasemagazini ethu. Amen.
        Intshumayelo:
        UMalusi akhulekele imbewu, umanyolo kanye nenhlabathi:
        Baba onesihawu, sihawukele, usibumbele lomhlabathi nomanyolo kanye nalembewu yethu esikulethe kulelitafula lakho ngokukholwa kuze kube kunye sekuhlangene nemvula yakho, thina sivune izithelo esizokubonga ngazo kube udumo lwakho. Abanye bethu abalimi ngenxa yokungabi nandawo, kodwa bayasebenza. Busisa lezozimboni abasebenza kuzo naleyonzuzo abayihlomulayo kuze kube ngamaqoma ngamaqoma njengakho konke okwakho, okungenjengokwabantu, kube ludumo lwakho emhlabeni wonke, phumelelisa nalabo abazisebenza bona, kuphindaphindeke njengesibusiso sakho. Baba osithandayo ngithi ngezwi lakho abuphele ubumpofu kubo bonke abangakugodlelanga kokwabo, abakuthandayo, sigcine-ke kulenkonzo sinethemba elikhulu ngawe. Amen.
        Kuhlatshelelwe igama: yilowo nalowo athathe imbewu nomanyolo, nenhlabathi yakhe.
        Izaziso:
        Umnikelo:
        Isibusiso: "
      },
      {
        "title": "INKONZO YOKUBONGA ISIVUNO.",
        "content": "Ibandla lisahlabelela uMalusi engena:
        Makadunyiswe uNkulunkulu wethu nonguYise weNkosi yethu uJesu Kristu owasizala ngokwesihawu sakhe.
        Igama lokuhlabelela:
        Mathew 5: 3-12.
        Masithandaze:
        Egameni likaYise eleNdodana nelikaMoya oyiNgcwele, Ngcwelisa kithina inkonzo yakho, size kulenkonzo Baba wethu ukubonga isihawu sakho semihla ngemihla osimise phezu kwethu, nalokho obekungasifanele thina kodwa wena ukwenzile kwasifanela. Ekuthwaseni kwehlobo sacela kuwe ukuba usibusisele imbewu yethu, wena wasenzela wanezela ngemvula yakho, kwachuma, savuna, siyabonga nokuthi awusibalelanga izono zethu, kodwa uphumelelisile umsebenzi wethu, yiba nathi nanamuhla uma sibonga, sidumisa imisebenzi yakho. Amen.
        Baba wethu osezulwini, malingcweliswe igama lakho; umbuso wakho mawuze; intando yakho mayenziwe emhlabeni njengasezulwini; usiphe namuhla ukudla kwethu okwaneleyo; usithethelele amacala ethu njengokuba nathi sibathethelela abanamacala kithi; ungasingenisi ekulingweni kodwa usisindise kokubi; ngokuba umbuso ungowakho, namandla, nobukhosi, kuze kube phakade. AMEN
        Isifundo i-testamente elidala:
        Isifundo i-testamente Elisha:
        Umkhuleko omfushane wokucela isambulo sezwi:
        Igama lokuhlabelela:
        Kuyosukuma iDikoni lethule izibongo zebandla kukho konke kokuvuniweyo, okuzuziweyo ngokuthengisa nokunye, libonge uNkulunkulu linikeze ithemba kubo bonke abazalwane nebandla nangesikhathi esizayo, konke okubongwayo kuyobekwa etafuleni uMalusi athandaze liguqile ibandla:
        Nkulunkulu onesihawu esingenakuphela simi, sikhothama phambi kwakho, sibonga futhi ngalenkonzo ukuthi wena ongajabisi abeza kuwe becela kokwakho ngeqiniso. Sithokozela ukuthi uyakuzwa ukucela kwethu kwemihla ngemihla. Ngikhulekela abadala nabancane bethu ukuze bazi kusuka manje ukuthi wena unguNkulunkulu osizayo, kungekona ngokudla esikudlayo kuphela, nezwi lakho elisakhile saba yilenkonzo elindele isithembiso saphakade, khulisa abasha bethu bahambe ngalendlela bekholwa nguwe kuze kube nje nangesikhathi esizayo. Amen.
        Izaziso:
        Iminikelo:
        Isibusiso:"
      }
  
  

]
  